Repository: ego-cms/CLPBRD_iOS
Catalog: CLPBRD/Localization/*.lproj/Localizable.strings
Languages: ru

# usage_description
source: Send clipboard between your phone, desktop or another phone. Turn service on and just copy and paste.
ru: Отправляйте содержимое буфера обмена Вашего устройства на ПК или другое устройство, просто включив сервис.

# prompt_to_scan
source: OR Scan QR code on another device
ru: ИЛИ сканируйте QR код на другом устройстве

# button_off_title
source: TURN IT ON
ru: ВКЛ.

# button_on_title
source: TURN IT OFF
ru: ВЫКЛ.

# made_by
source: Made with love by
ru: Сделано с любовью в

# notification_title
source: Clipboard updated!
ru: Содержимое буфера обмена обновлено!

# scan_QR_code_title
source: Scanning QR code...
ru: Сканируем QR-код...

# bad_QR_code_warning
source: This is not CLPBRD code
ru: Это не код CLPBRD

# display_QR_code_title
source: QR code
ru: QR-код

# qr_description
source: Scan this code in CLPBRD app running on another device to get connected.
ru: Чтобы соединиться, сканируйте этот код в приложении CLPBRD, запущенном на другом устройстве

# server_address_explanation
source: Connect to this address in your browser
ru: Используйте этот адрес в браузере, чтобы соединиться

# client_address_explanation
source: You're connected to this address
ru: Вы соединены с устройством по этому адресу

source: Magic Button
ru: Волшебная кнопка
